[
  {
               "id": "Espresso",
               "name": "Espresso",
               "sertlik": "Middle",
               "aciklama": "Espresso is a dense and concentrated type of coffee. A term of Italian origin, espresso means quickly or immediately. This type of coffee is made from coffee beans ground using pressurized water.\r \rHere are the general steps in making an espresso:\rBean Selection and Grinding:\r \rTo make a quality espresso, fresh coffee beans should be selected and ground just before use. Finely ground coffee is usually used.\r \rDosage: About 7 to 9 grams of coffee is usually used for a standard espresso shot.\r \rPressing (Tamping): The ground coffee is placed in the portafilter of the espresso machine and compressed (pressed) using a special tool. This step ensures that the coffee comes out homogeneously under the pressure of the water.\r \rUsing the Espresso Machine:\r \rThe portafilter is placed in the espresso machine and water is passed through the beans under high pressure. This results in a dense, aromatic coffee in a short time.\r \rExtraction:\r \rEspresso is usually extracted over a period of between 25 and 30 seconds. This time can vary depending on the type of bean, the degree of grinding and the machine used.\r \rIn conclusion, espresso is a type of coffee with a small volume, an intense flavor profile and is usually drunk in a single sip. It is also used as a base ingredient in many coffee drinks, such as cappuccino and latte.",
               "image" : "Espresso"
             },
             {
               "id": "Latte",
               "name": "Latte",
               "sertlik": "Middle",
               "aciklama": "Latte is a type of coffee that is a combination of espresso, milk and milk foam. In Italian, the word latte means milk. Latte is usually preferred by people who want a lighter coffee drink. Here are the main characteristics of latte:\r \rEspresso: The base of the latte is espresso. Espresso is a dense and concentrated type of coffee obtained by passing pressurized hot water over coffee beans.\r \rMilk: Milk is added to the espresso. Milk is usually added using whole milk or milk alternatives. Milk adds a touch of sweetness and creaminess to the coffee.\r \rMilk Foam: The top of a latte is usually topped with milk foam. The milk foam is whipped with milk steam and added to the latte, creating a layer of foam on top of the drink. This gives the drink a light touch and a creamy feel.\r \rThe ratio of milk and milk foam in a latte can vary according to personal preference. Some may prefer more milk foam, while others may prefer more milk. Syrups or flavors can also be used to add different flavors to the latte.\r \rThe way a latte is prepared can vary from coffee shops to home preparation, but the drink, which is basically a combination of espresso, milk and milk foam, is very popular among coffee lovers.",
               "image" : "Latte"
             },
             {
               "id": "Cappuccino",
               "name": "Cappuccino",
               "sertlik": "Middle",
               "aciklama": "Cappuccino is a type of coffee made by mixing espresso, milk and milk foam in specific proportions. This drink is a combination of dark, dense espresso and light, airy whipped milk foam. Here are the main characteristics of cappuccino:\r \rEspresso: The base of a cappuccino is usually a single or double shot of espresso. Espresso is a thick and concentrated type of coffee obtained by passing pressurized hot water over the coffee beans.\r \rMilk: The milk used in a cappuccino is usually whole milk or milk alternatives. The milk is mixed with the espresso to form the middle part of the drink.\r \rMilk Foam: The top of the cappuccino has a thick and dense layer of milk foam. This foam is created by whisking with milk vapor and usually covers the surface of the cappuccino.\r \rThe classic ratio of cappuccino is usually 1/3 espresso, 1/3 milk and 1/3 milk foam. However, these proportions can vary according to personal preference. Some people may want more milk foam, while others may prefer more espresso.\r \rThis drink is a type of coffee that can be drunk hot, and the lightness provided by the milk foam makes it a very tasty drink. Cappuccino has become a popular choice among coffee lovers.",
               "image" : "Cappuccino"
             },
             {
               "id": "Macchiato",
               "name": "Macchiato",
               "sertlik": "Light",
               "aciklama": "The word macchiato means the addition of a stain or stain in Italian. Macchiato is basically a type of coffee and is usually made by adding just a splash of milk or milk foam to a shot of espresso. However, various types of macchiato can be found in different regions and coffee cultures. Here are some common types of macchiato:\r \rCaffè Macchiato: It is a traditional type of macchiato, usually with just a few drops of milk added to a shot of espresso. This is a stained or stained version of coffee.\r \rLatte Macchiato: This type of macchiato features a shot of espresso, usually with milk added on top. Latte macchiato is an espresso-focused drink and usually offers a drink where the milk foam is more prominent.\r \rCaramel Macchiato: Containing a combination of a shot of espresso, milk, milk foam and caramel syrup, this type of macchiato offers a sweet flavor profile.\r \rHazelnut Macchiato: Made by adding hazelnut syrup or hazelnut-flavored milk foam to coffee, this type of macchiato adds hazelnut flavor to the drink.\r \rEach type of macchiato retains the basic principle of adding milk or milk foam to espresso, a type of coffee, but the flavor profile and preparation methods may differ. Macchiato is an ideal option for those who want to enjoy the subtle taste of milk in their coffee.",
               "image" : "Macchiato"
             },
             {
               "id": "Mocha",
               "name": "Mocha",
               "sertlik": "Middle",
               "aciklama": "Mocha is a sweet and flavorful coffee drink that is a mixture of coffee, milk and chocolate. This drink is usually popular in coffee shops and is preferred by chocolate lovers. The main characteristics of a mocha are: \r \rEspresso: Mocha usually starts with one or two shots of espresso. Espresso is a dense and concentrated type of coffee.\r \rHot Chocolate: The main element that gives the mocha its characteristic flavor is hot chocolate. It is made using a mixture of milk and chocolate with coffee. In some places chocolate sauce or chocolate chips are also added.\r \rMilk: The mocha drink is usually finished with steamed milk or milk foam. Milk adds a creamy touch to the drink and can balance the sweetness level.\r \r Whipped Cream (Optional): Some mocha recipes add cream or whipped cream to the top, which adds an additional flavor and touch to the drink.\r \rVariations: Mocha can have several variations by adding different flavors and aromas. For example, it can be personalized with additions such as vanilla, hazelnut and cinnamon.\r \rMocha is a combination of coffee and chocolate that satisfies both caffeine cravers and those looking for a sweet drink. The flavor profile is usually rich, creamy and sweet. Another important point to note is that mocha drinks can be more caloric than other types of coffee due to the chocolate content.",
               "image" : "Mocha"
             },
             {
               "id": "Flat White",
               "name": "Flat White",
               "sertlik": "Middle",
               "aciklama": "Flat White is a coffee drink that usually comes from the Australian and New Zealand coffee culture. It is basically a combination of espresso, milk and a thin milk foam. Flat White is similar to other milk-based coffee drinks such as latte and cappuccino, but differs in some characteristics. Here are the main characteristics of a Flat White:\r \rEspresso: A Flat White usually contains one or two shots of espresso. Espresso is a dense and concentrated type of coffee obtained by pressurized hot water applied over coffee beans.\r \rMilk: Flat White is made with milk, but instead of steamed or whipped milk, a thinner and micro-foamed milk is usually used. This keeps the drink light and with a flat profile.\r \rFine Milk Foam: Flat White typically has a very fine milk foam on top. This creates a dense layer of foam at the top of the drink.\r \rFlat White usually has a stronger coffee flavor and less milk foam, which sets it apart from other milk-based drinks such as lattes or cappuccinos. This drink is popular among coffee lovers for those looking for an intense and creamy flavor. Although it originated in Australia and New Zealand, it has become widespread around the world and is on the menu of many coffee shops.",
               "image" : "FlatWhite"
             },
             {
               "id": "Ristretto",
               "name": "Ristretto",
               "sertlik": "High",
               "aciklama": "Ristretto is a dense and concentrated type of coffee made with a short espresso shot. It takes less time and uses less water than a standard espresso shot. Here are the main characteristics of Ristretto:\r \rEspresso: The base of Ristretto is espresso. Espresso is a dense and concentrated type of coffee obtained by applying pressurized hot water on coffee beans.\r \rShort Shot Time: A ristretto shot is made with a shorter time than a standard espresso shot. This means that less water comes into contact with the coffee beans, which leads to a more intense and richer flavor profile.\r \rLess Water: Ristretto contains less water compared to a standard espresso shot. This causes the coffee to have a more intense, dark and generally less acidic flavor profile.\r \rRistretto is popular among coffee lovers for those who prefer a strong and concentrated coffee. Its intense aromas and dark flavor can satisfy the palate, especially despite having a small volume. Ristretto is usually prepared using coffee machines or espresso machines.",
               "image" : "Ristretto"
             },
             {
               "id": "Lungo",
               "name": "Lungo",
               "sertlik": "Light",
               "aciklama": "Lungo is a type of coffee obtained by continuing the espresso shot for longer than the standard time. The word lungo means long in Italian. The preparation time and quantity of this drink is adjusted by using more water than an espresso shot. Here are the main characteristics of Lungo:\r \rEspresso Basis: Lungo is basically derived from espresso. Espresso is a dense and concentrated coffee obtained by applying pressurized hot water on coffee beans.\r \rLong Drawing Time: Lungo lasts longer than a standard espresso shot. This allows more water to come into contact with the coffee beans and a longer extraction process.\r \rMore Water Usage: Lungo contains more water than a standard espresso shot. Therefore, the volume of the drink increases, but the flavor can be lighter and less intense.\r \rLess Dark and Dense: Lungo generally has a less dark and intense flavor profile because more water is used than an espresso shot. However, taste may vary according to personal preference.\r \rLungo can be especially ideal for those who want to experience the taste of coffee in a softer and lighter way, or for those who are looking for more liquid in a cup of coffee. This drink is usually prepared using espresso machines or coffee machines.",
               "image" : "Lungo"
             },
             {
               "id": "TurkishCoffee",
               "name": "TurkishCoffee",
               "sertlik": "High",
               "aciklama": "Turkish coffee is a traditional type of coffee widely consumed in and around Turkey. Turkish coffee is a thick and aromatic coffee brewed in a special coffee pot or ibrik and usually served with sugar. Here are the main characteristics of Turkish coffee:\r \rSpecial Brewing Method: Turkish coffee is made by boiling finely ground coffee beans, water and sugar in a special coffee pot or ibrik. The coffee, water and sugar mixture is cooked over low heat, stirring until it forms foam.\r \rVery Finely Ground Coffee Beans: The coffee beans used for Turkish coffee are ground much finer than other types of coffee. This allows the coffee to dissolve in the beverage and form foam.\r \rSugar Option: Turkish coffee is usually drunk with sugar. However, it can also be prepared without sugar depending on personal preferences. The amount of sugar may vary depending on personal preferences and traditions.\r \rFoam Formation: One of the most distinctive features of Turkish coffee is the dark foam that forms on top. This foam increases the intensity of the coffee and adds a unique touch to the drink.\r \rServing in a Cup: Turkish coffee is usually served in specially designed Turkish coffee cups. The cup may also contain coffee grounds.\r \rTurkish coffee plays an important role in social interactions and is often part of pleasant conversations and hospitality. Moreover, the preparation and drinking of Turkish coffee depends on a specific ritual and traditional steps.",
               "image" : "TurkishCoffee"
             },
             {
               "id": "PourOver",
               "name": "PourOver",
               "sertlik": "Light",
               "aciklama": "Pour Over, kahvenin demlenmesi için kullanılan bir yöntemdir ve genellikle manuel bir kahve demleme tekniği olarak bilinir. Bu yöntemde, sıcak suyun kahve üzerine kontrollü bir şekilde dökülmesiyle kahve demlenir. İşte Pour Over'ın temel özellikleri:\r \rDemleme Aracı: Pour Over demleme işlemi genellikle bir Pour Over dripper veya Pour Over seti kullanılarak yapılır. Bu setler, genellikle konik bir filtre içeren bir demleme aracını içerir.\r \rKahve Çekirdekleri: Pour Over için kullanılan kahve genellikle orta öğütme seviyesindedir. Çekirdeklerin homojen bir şekilde öğütülmesi önemlidir çünkü suyun eşit bir şekilde geçmesini sağlar.\r \rSıcak Su: Sıcak su genellikle 90-96°C arasında olmalıdır. Bu sıcaklık, kahvenin doğru şekilde çıkmasını sağlamak için önemlidir.\r \rDemleme İşlemi: Kahve demleme süreci, genellikle üç aşamadan oluşur: demleme başlatma, suyun kahve üzerine eşit olarak dökülmesi ve demleme sonu. Bu aşamalar sırasında suyun akış hızı ve kahve yatağına eşit yayılması önemlidir.\r \rKontrollü Dökme: Pour Over yönteminde, suyun kahve yatağına düzenli ve kontrollü bir şekilde dökülmesi önemlidir. Bu, kahvenin eşit bir şekilde demlenmesine ve lezzetin dengeli olmasına yardımcı olur.\r \rPour Over, kahve severler arasında lezzetin kontrolü ve manuel demleme sürecinin keyfi için popüler bir seçenektir. Bu yöntemle demlenen kahve, genellikle berrak ve belirgin bir lezzet profiline sahip olur. Pour Over setleri, farklı marka ve modellerde bulunabilir, ancak genel olarak demleme süreci benzer prensiplere dayanır.",
               "image" : "PourOver"
             },
             {
               "id": "ColdBrew",
               "name": "ColdBrew",
               "sertlik": "Light",
               "aciklama": "Cold Brew is a type of coffee prepared through the method of steeping coffee with cold water for an extended period. This method is employed to achieve a smoother and less acidic beverage, bringing out the flavors from the coffee beans. Here are the key features of Cold Brew:\r \rExtended Steeping: Cold Brew is typically steeped in cold water for a duration ranging from 12 to 24 hours. This allows the coffee to slowly interact with the water, resulting in a smoother, less acidic profile.\r \rMedium Ground Coffee Beans: The coffee beans used for Cold Brew are usually ground to a medium level. This enhances the interaction between the coffee and water, allowing for better flavor extraction.\r \rCold Water: The fundamental characteristic of Cold Brew is the use of cold water instead of hot water. Coffee brewed using this method is often less acidic and smoother compared to traditional hot brewing, exhibiting a less bitter taste profile.\r \rIntense and Rich Flavor: Due to the extended steeping time and lower temperature, Cold Brew has an intense flavor profile. Coffee made with this method is typically darker, sweeter, and has a more robust texture.\r \rStraining and Serving: After the Cold Brew is steeped, the coffee is usually filtered using special filters or sieves. It is then served with the addition of ice and/or milk.\r \rCold Brew is a popular choice, especially for those looking to cool down in hot weather or preferring a smoother coffee experience. There are many commercially available and homemade Cold Brew coffee options.",
                "image" : "ColdBrew"
             },
             {
               "id": "NitroCoffee",
               "name": "NitroCoffee",
               "sertlik": "Middle",
               "aciklama": "Nitro Coffee is a carbonated beverage obtained by infusing cold-brewed coffee with nitrogen. This method enhances the overall texture and flavor profile of the drink by imparting a creamy touch and froth to the coffee. Here are the key features of Nitro Coffee:\r \rCold Brewing: Nitro Coffee is typically made using coffee prepared through the cold-brewing method. The cold-brewing process involves the coffee being in contact with cold water for an extended period, usually lasting between 12 to 24 hours.\r \rNitrogen Infusion: The defining characteristic of Nitro Coffee is the infusion of nitrogen. Cold-brewed coffee is often stored in a keg and mixed with nitrogen during service. The addition of nitrogen leads to the formation of a creamy foam, transforming the coffee into a carbonated beverage.\r \rCreamy Texture: The nitrogen present in Nitro Coffee imparts a creamier texture to the coffee, making the beverage smoother and creamier.\r \rUsually Sugar-Free: Nitro Coffee typically has a naturally sweet flavor profile, so it may not contain extra sugar. However, adding sugar or syrup is possible based on personal preferences.\r \rServing Method: Nitro Coffee is usually served by being pulled from a keg or dispensed from a special nitro coffee bottle. Pouring it into a glass highlights its frothy and carbonated nature.\r \rNitro Coffee is a popular choice, especially among caffeine enthusiasts, often found in coffee shops. In addition to commercially available Nitro Coffee, it is also possible to prepare this beverage at home using a nitro cold brew kit or a nitro coffee dispenser.",
               "image" : "NitroCoffee"
             },
             {
               "id": "IcedCoffee",
               "name": "IcedCoffee",
               "sertlik": "Light",
               "aciklama": "Iced Coffee is a coffee drink prepared by cooling coffee brewed over hot water, usually with the addition of ice. This method allows the hot brewed coffee to be served cold. Here are the main characteristics of Iced Coffee:\r \rHot Brew: Iced Coffee is usually prepared using standard hot brewing methods. This means passing the coffee over hot water, the classic brewing process. Pour Over, French Press or other brewing methods can be used.\r \rCooling and Adding Ice: After the coffee is brewed, it is quickly cooled. Ice is usually added for this. The ice cools the drink and gives it a refreshing characteristic.\r \rMilk or Sugar Free: Iced Coffee can be prepared by adding milk or milk alternatives. Sugar, syrups or other sweeteners can also be added, depending on personal preferences.\r \rVarious Presentations: Iced Coffee is usually served in a tumbler or large glass. It can be garnished with lemon slices, mint leaves or other garnishes.\r \rHome and Café Recipes: Iced Coffee is a drink that can be easily made at home and is available in many coffee shops. When preparing it at home, in addition to brewing and cooling the coffee, frozen coffee ice cubes can also be used.\r \rIced Coffee is a popular option for those looking to cool off, especially in hot weather conditions, or for those looking for a lighter coffee drink. It can be prepared in a variety of ways depending on personal preferences and taste.",
               "image" : "IcedCoffee"
             },
             {
               "id": "VietnameseIcedCoffee",
               "name": "VietnameseIcedCoffee",
               "sertlik": "Middle",
               "aciklama": "Vietnamese Iced Coffee is a beverage that is part of the coffee culture in Vietnam and has a unique flavor profile. This type of coffee is typically prepared by passing finely ground coffee beans through a special filter called a phin filter and is often served with condensed milk. Here are the key features of Vietnamese Iced Coffee:\r \rSpecial Brewing Method: Vietnamese Iced Coffee is typically brewed by passing it through a special filter called a phin filter. This filter allows the slow brewing of coffee using finely ground coffee beans.\r \rFine Grinding of Coffee Beans: The coffee used for Vietnamese Iced Coffee is usually ground to a fine level, suitable for use with the phin filter.\r \rCondensed Milk: A distinctive feature of Vietnamese Iced Coffee is that it is often served with condensed milk or fresh milk. This adds a rich and sweet touch to the drink.\r \rAdding Ice: The prepared coffee is usually served with a glass full of ice. The ice helps cool the beverage and adds a refreshing element.\r \rRich and Sweet Flavor Profile: Vietnamese Iced Coffee has a dense, sweet, and creamy flavor profile due to the slow brewing of finely ground coffee and the addition of condensed milk.\r \rGarnishes: Vietnamese Iced Coffee may be adorned with additional garnishes such as ground nuts, coconut shavings, or coffee beans.\r \rVietnamese Iced Coffee is a preferred beverage, especially in hot and humid climates. It can be found in many places in Vietnam, ranging from street vendors to coffee shops, and is often enjoyed in the morning or afternoon for leisure.",
               "image" : "VietnameseIcedCoffee"
             }
]

