[
  {
               "id": "Espresso",
               "name": "Espresso",
               "sertlik": "Orta",
               "aciklama": "Espresso, yoğun ve konsantre bir kahve türüdür. İtalyanca kökenli bir terim olan espresso, hızlı veya hemen anlamına gelir. Bu kahve türü, basınçlı su kullanılarak öğütülmüş kahve çekirdeklerinden elde edilir.\r \rİşte bir espresso yapımının genel adımları:\r \rÇekirdek Seçimi ve Öğütme:\r  \rKaliteli bir espresso yapmak için taze kahve çekirdekleri seçilmeli ve kullanılmadan hemen önce öğütülmelidir. Genellikle ince öğütülmüş kahve kullanılır.\r \rDozaj: Standart bir espresso shot için genellikle yaklaşık 7 ila 9 gram kahve kullanılır.\r \rPresleme (Tamping): Öğütülmüş kahve, espresso makinesinin portafilter'ına konulur ve özel bir alet kullanılarak sıkıştırılır (preslenir). Bu adım, kahvenin suyun baskısı altında homojen bir şekilde çıkmasını sağlar.\r \rEspresso Makinesi Kullanımı:\r  \rPortafilter, espresso makinesine yerleştirilir ve su yüksek basınç altında çekirdeklerden geçirilir. Bu, kısa sürede yoğun, aromatik bir kahve elde etmenizi sağlar.\r \rExtraction (Çekilme):\r \rEspresso, genellikle 25 ila 30 saniye arasında bir süre içinde çekilir. Bu süre, çekirdek türüne, öğütme derecesine ve kullanılan makineye bağlı olarak değişebilir.\r \rSonuç olarak, espresso küçük bir hacimde, yoğun bir lezzet profiline sahip olan ve genellikle tek bir yudumda içilen bir kahve türüdür. Ayrıca, birçok kahve içkisinin temelini oluşturan bir bileşen olarak da kullanılır, örneğin cappuccino, latte gibi kahve içeceklerinin temelini oluşturur.",
               "image" : "Espresso"
             },
             {
               "id": "Latte",
               "name": "Latte",
               "sertlik": "Orta",
               "aciklama": "Latte, espresso, süt ve süt köpüğünün kombinasyonundan oluşan bir kahve çeşididir. İtalyanca'da latte kelimesi süt anlamına gelir. Latte, genellikle daha hafif bir kahve içimi isteyen kişiler tarafından tercih edilir. İşte latte'nin temel özellikleri:\r \rEspresso: Latte'nin temelini espresso oluşturur. Espresso, basınçlı sıcak suyun kahve çekirdekleri üzerinden geçirilmesiyle elde edilen yoğun ve konsantre bir kahve türüdür.\r \rSüt: Espresso'nun üzerine süt eklenir. Süt, genellikle tam yağlı süt veya süt alternatifleri kullanılarak eklenir. Süt, kahveye bir tatlılık ve kremamsı bir dokunuş katar.\r \rSüt Köpüğü: Latte'nin üst kısmında genellikle süt köpüğü bulunur. Süt köpüğü, süt buharı ile çırpılır ve latte'nin üzerine eklenerek içeceğin üst kısmında bir köpük tabakası oluşturur. Bu, içeceğe hafif bir dokunuş ve kremamsı bir his katmaktadır.\r \rLatte'nin süt ve süt köpüğü oranı, kişisel tercihlere göre değişebilir. Bazıları daha fazla süt köpüğü isterken, bazıları daha fazla süt tercih edebilir. Ayrıca, latte'ye farklı tatlar eklemek için şuruplar veya aromalar da kullanılabilir.\r \rLatte'nin hazırlanma şekli kahve dükkanlarından evde hazırlamaya kadar değişebilir, ancak temelde espresso, süt ve süt köpüğünün kombinasyonundan oluşan bu içecek, kahve severler arasında oldukça popülerdir.",
               "image" : "Latte"
             },
             {
               "id": "Cappuccino",
               "name": "Cappuccino",
               "sertlik": "Orta",
               "aciklama": "Cappuccino, espresso, süt ve süt köpüğünün belirli oranlarda karıştırılmasıyla yapılan bir kahve çeşididir. Bu içecek, koyu ve yoğun bir espresso ile hafif ve hava alarak çırpılmış süt köpüğünün birleşiminden oluşur. İşte cappuccino'nun temel özellikleri:\r \rEspresso: Cappuccino'nun temelini, genellikle tek veya çift shot espresso oluşturur. Espresso, basınçlı sıcak suyun kahve çekirdekleri üzerinden geçirilmesiyle elde edilen yoğun ve konsantre bir kahve türüdür.\r \rSüt: Cappuccino'da kullanılan süt genellikle tam yağlı süt veya süt alternatifleri olabilir. Süt, espresso ile karıştırılarak içeceğin orta kısmını oluşturur.\r \rSüt Köpüğü: Cappuccino'nun üst kısmında kalın ve yoğun bir süt köpüğü tabakası bulunur. Bu köpük, süt buharı ile çırpılarak oluşturulur ve genellikle cappuccino'nun yüzeyini kaplar.\r \rCappuccino'nun klasik oranı genellikle 1/3 espresso, 1/3 süt ve 1/3 süt köpüğüdür. Ancak, bu oranlar kişisel tercihlere göre değişebilir. Bazı kişiler daha fazla süt köpüğü isteyebilirken, diğerleri daha fazla espresso tercih edebilir.\r \rBu içecek, hem sıcak içilebilen bir kahve türüdür hem de süt köpüğünün sağladığı hafiflik sayesinde oldukça lezzetli bir içecek haline gelir. Cappuccino, kahve severler arasında popüler bir seçenek olmuştur.",
               "image" : "Cappuccino"
             },
             {
               "id": "Macchiato",
               "name": "Macchiato",
               "sertlik": "Hafif",
               "aciklama": "Macchiato kelimesi, İtalyanca'da leke veya lekenin eklenmesi anlamına gelir. Macchiato, temel olarak bir kahve çeşididir ve genellikle bir shot espresso üzerine sadece bir miktar süt veya süt köpüğü eklenerek yapılır. Ancak, farklı bölgelerde ve kahve kültürlerinde çeşitli macchiato türleri bulunabilir. İşte bazı yaygın macchiato türleri:\r \rCaffè Macchiato: Genellikle bir shot espresso üzerine sadece birkaç damla süt eklenen geleneksel bir macchiato türüdür. Bu, kahvenin lekelenmiş veya lekelendirilmiş bir versiyonudur.\r \rLatte Macchiato: Bu tip macchiato, genellikle sütün üzerine eklenen bir shot espresso içerir. Latte macchiato, espresso odaklı bir içecektir ve genellikle süt köpüğünün daha belirgin olduğu bir içim sunar.\r \rCaramel Macchiato: Bir shot espresso, süt, süt köpüğü ve karamel şurubunun bir kombinasyonunu içeren bu macchiato türü, tatlı bir lezzet profili sunar.\r \rHazelnut Macchiato: Kahveye fındık şurubu veya fındık aromalı süt köpüğü eklenerek yapılan bu macchiato türü, fındık lezzetini içeceğe ekler.\r \rHer macchiato türü, temelde bir kahve çeşidi olan espresso üzerine süt veya süt köpüğü eklenmesi prensibini korur, ancak lezzet profili ve hazırlama yöntemleri farklılık gösterebilir. Macchiato, kahve içerken süt tadını hafifçe hissetmek isteyenler için ideal bir seçenektir.",
               "image" : "Macchiato"
             },
             {
               "id": "Mocha",
               "name": "Mocha",
               "sertlik": "Orta",
               "aciklama": "Mocha, kahve, süt ve çikolata karışımından oluşan tatlı ve lezzetli bir kahve çeşididir. Bu içecek genellikle kahve dükkanlarında popülerdir ve çikolata sevenler tarafından tercih edilir. Mocha'nın temel özellikleri şunlardır:\r \rEspresso: Mocha, genellikle bir veya iki shot espresso ile başlar. Espresso, yoğun ve konsantre bir kahve türüdür.\r \rSıcak Çikolata: Mochaya karakteristik lezzetini veren ana öğe sıcak çikolatadır. Kahveyle birlikte süt ve çikolata karışımı kullanılarak yapılır. Bazı yerlerde çikolata sosu veya çikolata parçaları da eklenir.\r \rSüt: Mocha içeceği, genellikle buğulanmış süt veya süt köpüğü ile tamamlanır. Süt, içeceğe kremamsı bir dokunuş katar ve tatlılık seviyesini dengeleyebilir.\r \rKrem Şanti (Opsiyonel): Bazı mocha tariflerinde üst kısmına krema veya krem şanti eklenir, bu da içeceğe ek bir lezzet ve dokunuş katar.\r \rÇeşitli Varyasyonlar: Mocha, farklı tat ve aromalar eklenerek çeşitli varyasyonlara sahip olabilir. Örneğin, vanilya, fındık, tarçın gibi eklemelerle kişiselleştirilebilir.\r \rMocha, kahve ve çikolata kombinasyonu ile hem kafein isteği olanları hem de tatlı bir içecek arayanları memnun eden bir seçenektir. Lezzet profili genellikle zengin, kremamsı ve tatlıdır. Unutulmaması gereken bir diğer önemli nokta, mocha içeceğinin içindeki çikolata nedeniyle diğer kahve türlerine göre daha kalorili olabileceğidir.",
               "image" : "Mocha"
             },
             {
               "id": "Flat White",
               "name": "Flat White",
               "sertlik": "Orta",
               "aciklama": "Flat White, genellikle Avustralya ve Yeni Zelanda kahve kültüründen gelen bir kahve içeceğidir. Temelde espresso, süt ve ince bir süt köpüğünün kombinasyonundan oluşur. Flat White, latte ve cappuccino gibi diğer süt bazlı kahve içeceklerine benzer, ancak bazı özellikleriyle farklılık gösterir. İşte Flat White'ın temel özellikleri:\r \rEspresso: Flat White, genellikle bir veya iki shot espresso içerir. Espresso, kahve çekirdekleri üzerine uygulanan basınçlı sıcak su ile elde edilen yoğun ve konsantre bir kahve türüdür.\r \rSüt: Flat White, süt ile yapılır, ancak buğulanmış veya çırpılmış süt yerine genellikle daha ince ve mikro köpüklü bir süt kullanılır. Bu, içeceği hafif ve düz bir profilde tutar.\r \rİnce Süt Köpüğü: Flat White'ın üzerinde tipik olarak çok ince bir süt köpüğü bulunur. Bu, içeceğin üst kısmında yoğun bir köpük tabakası oluşturur.\r \rFlat White, genellikle daha güçlü bir kahve tadı ve daha az süt köpüğü içerir, bu da onu latte veya cappuccino gibi diğer süt bazlı içeceklerden ayırır. Bu içecek, kahve sevenler arasında yoğun ve kremamsı bir lezzet arayanlar için popülerdir. Avustralya ve Yeni Zelanda'da doğmuş olsa da, dünya genelinde yaygınlaşmış ve birçok kahve dükkanının menüsünde yer almıştır.",
               "image" : "FlatWhite"
             },
             {
               "id": "Ristretto",
               "name": "Ristretto",
               "sertlik": "Yüksek",
               "aciklama": "Ristretto, kısa bir espresso çekimi ile elde edilen yoğun ve konsantre bir kahve türüdür. Bu kahve çekimi, standart bir espresso çekiminden daha kısa süre ile yapılır ve daha az su kullanılır. İşte Ristretto'nun temel özellikleri:\r \rEspresso: Ristretto'nun temeli espresso'dur. Espresso, kahve çekirdekleri üzerine basınçlı sıcak suyun uygulanmasıyla elde edilen yoğun ve konsantre bir kahve türüdür.\r \rKısa Çekim Süresi: Ristretto çekimi, standart bir espresso çekiminden daha kısa süre ile yapılır. Bu, daha az suyun kahve çekirdekleri ile temas etmesi anlamına gelir, bu da daha yoğun ve zengin bir lezzet profiline yol açar.\r \rDaha Az Su: Ristretto, standart bir espresso çekimine kıyasla daha az su içerir. Bu, kahvenin daha yoğun, koyu ve genellikle daha az asidik bir tat profiline sahip olmasına neden olur.\r \rRistretto, kahve severler arasında güçlü ve konsantre bir kahve tercih edenler için popülerdir. Yoğun aromaları ve koyu lezzeti, özellikle küçük bir hacme sahip olmasına rağmen damak tadını tatmin edebilir. Ristretto, genellikle kahve makineleri veya espresso makineleri kullanılarak hazırlanır.",
               "image" : "Ristretto"
             },
             {
               "id": "Lungo",
               "name": "Lungo",
               "sertlik": "Hafif",
               "aciklama": "Lungo, espresso çekiminin standart süresinden daha uzun süre devam ederek elde edilen bir kahve türüdür. Lungo kelimesi, İtalyanca'da uzun anlamına gelir. Bu içeceğin hazırlanma süresi ve miktarı, espresso çekiminden daha fazla su kullanılarak ayarlanır. İşte Lungo'nun temel özellikleri:\r \rEspresso Temeli: Lungo, temel olarak espresso'dan türetilmiştir. Espresso, kahve çekirdekleri üzerine basınçlı sıcak suyun uygulanması ile elde edilen yoğun ve konsantre bir kahvedir.\r \rUzun Çekim Süresi: Lungo, standart bir espresso çekiminden daha uzun süre devam eder. Bu, daha fazla suyun kahve çekirdekleri ile temas etmesine ve daha uzun bir ekstraksiyon sürecine izin verir.\r \rDaha Fazla Su Kullanımı: Lungo, standart bir espresso çekimine göre daha fazla su içerir. Bu nedenle, içeceğin hacmi artar, ancak lezzet daha hafif ve daha az yoğun olabilir.\r \rDaha Az Koyu ve Yoğun: Lungo, espresso çekiminden daha fazla su kullanıldığı için genellikle daha az koyu ve yoğun bir lezzet profiline sahiptir. Ancak, damak tadı kişisel tercihlere göre değişebilir.\r \rLungo, özellikle kahve tadını daha yumuşak ve hafif bir şekilde deneyimlemek isteyenler veya bir fincan kahveden daha fazla sıvı arayanlar için ideal olabilir. Bu içecek genellikle espresso makineleri veya kahve makineleri kullanılarak hazırlanır.",
               "image" : "Lungo"
             },
             {
               "id": "TurkishCoffee",
               "name": "TurkishCoffee",
               "sertlik": "Yüksek",
               "aciklama": "Türk kahvesi, geleneksel bir kahve türü olup özellikle Türkiye ve çevresinde yaygın olarak tüketilir. Türk kahvesi, özel bir cezve veya ibrikte demlenen ve genellikle şekerle birlikte servis edilen yoğun ve aromatik bir kahvedir. İşte Türk kahvesinin temel özellikleri:\r \rÖzel Demleme Yöntemi: Türk kahvesi, ince çekilmiş kahve çekirdekleri, su ve şekerin özel bir cezve veya ibrikte kaynatılarak demlenmesiyle yapılır. Kahve, su ve şeker karışımı, köpük oluşturana kadar kısık ateşte karıştırılarak pişirilir.\r \rÇok İnce Çekilmiş Kahve Çekirdekleri: Türk kahvesi için kullanılan kahve çekirdekleri, diğer kahve türlerine göre çok daha ince öğütülür. Bu, kahvenin içecekte çözünmesini ve köpük oluşturmasını sağlar.\r \rŞeker Opsiyonu: Türk kahvesi genellikle şekerle birlikte içilir. Ancak, kişisel tercihlere bağlı olarak şekersiz de hazırlanabilir. Şeker miktarı, kişisel tercihlere ve geleneklere bağlı olarak değişebilir.\r \rKöpük Oluşumu: Türk kahvesinin en belirgin özelliklerinden biri, üzerinde oluşan koyu renkli köpüktür. Bu köpük, kahvenin yoğunluğunu artırır ve içeceğe özgün bir dokunuş katar.\r \rFincanla Servis Edilme: Türk kahvesi genellikle özel tasarlanmış Türk kahvesi fincanlarında servis edilir. Fincanın içinde kahve telvesi de bulunabilir.\r \rTürk kahvesi, sosyal etkileşimlerde önemli bir rol oynar ve genellikle keyifli sohbetlerin ve misafirliklerin bir parçasıdır. Ayrıca, Türk kahvesinin hazırlanması ve içilmesi belirli bir ritüel ve geleneksel adımlara bağlıdır.",
               "image" : "TurkishCoffee"
             },
             {
               "id": "PourOver",
               "name": "PourOver",
               "sertlik": "Hafif",
               "aciklama": "Pour Over, kahvenin demlenmesi için kullanılan bir yöntemdir ve genellikle manuel bir kahve demleme tekniği olarak bilinir. Bu yöntemde, sıcak suyun kahve üzerine kontrollü bir şekilde dökülmesiyle kahve demlenir. İşte Pour Over'ın temel özellikleri:\r \rDemleme Aracı: Pour Over demleme işlemi genellikle bir Pour Over dripper veya Pour Over seti kullanılarak yapılır. Bu setler, genellikle konik bir filtre içeren bir demleme aracını içerir.\r \rKahve Çekirdekleri: Pour Over için kullanılan kahve genellikle orta öğütme seviyesindedir. Çekirdeklerin homojen bir şekilde öğütülmesi önemlidir çünkü suyun eşit bir şekilde geçmesini sağlar.\r \rSıcak Su: Sıcak su genellikle 90-96°C arasında olmalıdır. Bu sıcaklık, kahvenin doğru şekilde çıkmasını sağlamak için önemlidir.\r \rDemleme İşlemi: Kahve demleme süreci, genellikle üç aşamadan oluşur: demleme başlatma, suyun kahve üzerine eşit olarak dökülmesi ve demleme sonu. Bu aşamalar sırasında suyun akış hızı ve kahve yatağına eşit yayılması önemlidir.\r \rKontrollü Dökme: Pour Over yönteminde, suyun kahve yatağına düzenli ve kontrollü bir şekilde dökülmesi önemlidir. Bu, kahvenin eşit bir şekilde demlenmesine ve lezzetin dengeli olmasına yardımcı olur.\r \rPour Over, kahve severler arasında lezzetin kontrolü ve manuel demleme sürecinin keyfi için popüler bir seçenektir. Bu yöntemle demlenen kahve, genellikle berrak ve belirgin bir lezzet profiline sahip olur. Pour Over setleri, farklı marka ve modellerde bulunabilir, ancak genel olarak demleme süreci benzer prensiplere dayanır.",
               "image" : "PourOver"
             },
             {
               "id": "ColdBrew",
               "name": "ColdBrew",
               "sertlik": "Hafif",
               "aciklama": "Cold Brew, kahvenin soğuk su ile uzun süre demlenmesi yöntemiyle hazırlanan bir kahve türüdür. Bu yöntem, kahve çekirdeklerinden çıkan lezzetleri daha yumuşak ve düşük asidik bir içecek elde etmek amacıyla kullanılır. İşte Cold Brew'un temel özellikleri:\r \rUzun Süre Demleme: Cold Brew, normalde 12 ila 24 saat arasında soğuk suda demlenir. Bu, kahvenin suyla yavaşça etkileşime girmesine ve daha yumuşak, daha düşük asidik bir profilin ortaya çıkmasına olanak tanır.\r \rOrta Öğütme Kahve Çekirdekleri: Cold Brew için kullanılan kahve çekirdekleri genellikle orta öğütme seviyesindedir. Bu, kahvenin suyla etkileşimini artırır ve lezzetin daha iyi çıkmasını sağlar.\r \rSoğuk Su: Cold Brew'un temel özelliği, sıcak su yerine soğuk su kullanılmasıdır. Bu yöntemle demlenen kahve, genellikle daha düşük asidik ve daha yumuşak bir içecek olup, geleneksel sıcak demlemeye göre daha az acımsı bir tat profiline sahiptir.\r \rYoğun ve Yoğun Lezzet: Cold Brew, uzun demleme süresi ve düşük sıcaklık nedeniyle yoğun bir lezzet profiline sahiptir. Bu yöntemle yapılan kahve genellikle daha koyu, daha tatlı ve daha yoğun bir dokuya sahiptir.\r \rSüzdürme ve Servis: Cold Brew demlendikten sonra, kahve genellikle özel filtreler veya süzgeçler kullanılarak süzülür. Daha sonra buz ve/veya süt eklenerek servis edilir.\r \rCold Brew, özellikle sıcak hava koşullarında serinlemek isteyenler veya daha yumuşak bir kahve içimi tercih edenler için popüler bir seçenektir. Hazır ambalajlı olarak satılan veya evde yapılan birçok Cold Brew kahve seçeneği bulunmaktadır.",
                "image" : "ColdBrew"
             },
             {
               "id": "NitroCoffee",
               "name": "NitroCoffee",
               "sertlik": "Orta",
               "aciklama": "Nitro Coffee, soğuk demlenmiş kahvenin nitrojen ile karıştırılması sonucu elde edilen gazlı bir içecektir. Bu yöntem, kahveye kremsi bir dokunuş ve köpük ekleyerek, içeceğin genel dokusunu ve lezzet profilini zenginleştirir. İşte Nitro Coffee'nin temel özellikleri:\r \rSoğuk Demleme: Nitro Coffee, genellikle soğuk demleme yöntemiyle hazırlanan kahve kullanılarak yapılır. Soğuk demleme süreci, kahvenin uzun bir süre boyunca soğuk suyla temas etmesini içerir ve genellikle 12 ila 24 saat arasında sürer.\r \rNitrojen Enjeksiyonu: Nitro Coffee'ye karakteristik özelliklerini kazandıran unsur nitrojen enjeksiyonudur. Soğuk demlenmiş kahve, genellikle bir fıçı içinde saklanır ve servis sırasında nitrojenle karıştırılır. Nitrojenin eklenmesi, kahvenin kremsi bir köpük oluşturmasına ve gazlı bir içeceğe dönüşmesine yol açar.\r \rKremamsı Dokusu: Nitro Coffee'nin içerisindeki nitrojen, kahvenin daha kremamsı bir dokuya sahip olmasını sağlar. Bu, içeceği daha pürüzsüz ve kremamsı hale getirir.\r \rGenellikle Şeker İçermez: Nitro Coffee genellikle doğal olarak tatlı bir lezzet profiline sahiptir, bu nedenle genellikle ekstra şeker içermeyebilir. Ancak, kişisel tercihlere bağlı olarak şeker veya şurup eklemek mümkündür.\r \rServis Şekli: Nitro Coffee, genellikle bir fıçıdan çekilerek veya özel bir nitro coffee şişesinden servis edilir. Bardağa dökülürken köpük ve gazlı yapısı göze çarpar.\r \rNitro Coffee, genellikle kahve dükkanlarında, kafein sevenler arasında popüler olan bir seçenektir. Dışarıda satılan Nitro Coffee'nin yanı sıra, evde de nitro cold brew kiti veya nitro coffee dispenser kullanarak bu içeceği hazırlamak mümkündür.",
               "image" : "NitroCoffee"
             },
             {
               "id": "IcedCoffee",
               "name": "IcedCoffee",
               "sertlik": "Hafif",
               "aciklama": "Iced Coffee, genellikle sıcak su üzerinden demlenmiş kahvenin soğutularak ve genellikle buz eklenerek hazırlanan bir kahve içeceğidir. Bu yöntem, sıcak demleme yapılan kahvenin soğuk servis edilmesini sağlar. İşte Iced Coffee'nin temel özellikleri:\r \rSıcak Demleme: Iced Coffee, genellikle standart sıcak demleme yöntemleri kullanılarak hazırlanır. Bu, kahvenin klasik demleme süreci olan sıcak su üzerinden geçirilmesi anlamına gelir. Pour Over, French Press veya diğer demleme yöntemleri kullanılabilir.\r \rSoğuma ve Buz Eklenmesi: Kahve demlendikten sonra hızla soğutulur. Bunun için genellikle buz eklenir. Buz, içeceğin serinlemesini ve ferahlatıcı bir özellik kazanmasını sağlar.\r \rSütlü veya Şekersiz: Iced Coffee, süt veya süt alternatifleri eklenerek hazırlanabilir. Ayrıca, kişisel tercihlere bağlı olarak şeker, şuruplar veya diğer tatlandırıcılar da eklenebilir.\r \rÇeşitli Sunumlar: Iced Coffee, genellikle bardak veya büyük bir cam içinde servis edilir. Limon dilimleri, nane yaprakları veya diğer garnitürler ile süslenebilir.\r \rEvde ve Kafe Tarifleri: Iced Coffee, evde kolayca yapılabilen ve birçok kahve dükkanında da bulunan bir içecektir. Evde hazırlarken, kahveyi demleyip soğutmanın yanı sıra dondurulmuş kahve buz küpleri de kullanılabilir.\r \rIced Coffee, özellikle sıcak hava koşullarında serinlemek isteyenler veya daha hafif bir kahve içimi arayanlar için popüler bir seçenektir. Kişisel tercihlere ve damak tadına bağlı olarak çeşitli şekillerde hazırlanabilir.",
               "image" : "IcedCoffee"
             },
             {
               "id": "VietnameseIcedCoffee",
               "name": "VietnameseIcedCoffee",
               "sertlik": "Orta",
               "aciklama": "Vietnamese Iced Coffee, Vietnam kahve kültürünün bir parçası olan ve özgün bir tat profiline sahip bir içecektir. Bu kahve türü genellikle öğütülmüş kahve çekirdekleri ile özel bir filtre olan phin filtreden geçirilerek hazırlanır ve genellikle kondenseli süt ile servis edilir. İşte Vietnamese Iced Coffee'nin temel özellikleri:\r \rÖzel Demleme Yöntemi: Vietnamese Iced Coffee, genellikle özel bir filtre olan phin filtreden geçirilerek demlenir. Bu filtre, ince öğütülmüş kahve çekirdeklerini kullanarak yavaşça demlenmelerine izin verir.\r \rInce Öğütme Kahve Çekirdekleri: Vietnamese Iced Coffee için kullanılan kahve genellikle ince öğütme seviyesindedir. Bu, phin filtrenin kullanımı için uygundur.\r \rKondenseli Süt: Vietnamese Iced Coffee'nin belirgin özelliklerinden biri, genellikle kondenseli süt veya taze süt ile servis edilmesidir. Bu, içeceğe zengin ve tatlı bir dokunuş katar.\r \rBuz Eklenmesi: Hazırlanan kahve genellikle bir bardak dolusu buz ile servis edilir. Buz, içeceğin soğumasını sağlar ve ferahlatıcı bir özellik ekler.\r \rYoğun ve Tatlı Lezzet Profili: Vietnamese Iced Coffee, ince öğütülmüş kahvenin yavaş demlenmesi ve kondenseli sütün eklenmesi nedeniyle yoğun, tatlı ve kremamsı bir lezzet profiline sahiptir.\r \rGarnitürler: Vietnamese Iced Coffee, bazen öğütülmüş fındık, hindistancevizi rendesi veya kahve çekirdekleri gibi ek garnitürlerle süslenebilir.\r \rVietnamese Iced Coffee, özellikle sıcak ve nemli iklimlerde tercih edilen bir içecektir. Vietnam'da sokak satıcılarından kahve dükkanlarına kadar birçok yerde bulunabilir ve genellikle sabahları veya öğleden sonra keyif amaçlı içilir.",
               "image" : "VietnameseIcedCoffee"
             }
]

